{"word2idx": {"<pad>": 0, "<mask>": 1, "<start>": 2, "<end>": 3, "<unk>": 4, "a": 5, "restaurant": 6, "has": 7, "modern": 8, "wooden": 9, "tables": 10, "and": 11, "chairs": 12, ".": 13, "long": 14, "table": 15, "with": 16, "rounded": 17, "back": 18, "plant": 19, "on": 20, "top": 21, "of": 22, "it": 23, "surrounded": 24, "flower": 25, "arrangement": 26, "in": 27, "the": 28, "middle": 29, "for": 30, "is": 31, "adorned": 32, "blue": 33, "accents": 34, "man": 35, "preparing": 36, "desserts": 37, "kitchen": 38, "covered": 39, "frosting": 40, "chef": 41, "decorating": 42, "many": 43, "small": 44, "pastries": 45, "baker": 46, "prepares": 47, "various": 48, "types": 49, "baked": 50, "goods": 51, "close": 52, "up": 53, "person": 54, "grabbing": 55, "pastry": 56, "container": 57, "hand": 58, "touching": 59, "big": 60, "red": 61, "telephone": 62, "booth": 63, "that": 64, "standing": 65, "inside": 66, "phone": 67, "this": 68, "an": 69, "image": 70, "using": 71, "full": 72, "spices": 73, "rack": 74, "counter": 75, ",": 76, "oven": 77, "other": 78, "accessories": 79, "utilizes": 80, "all": 81, "its": 82, "space": 83, "pots": 84, "pans": 85, "display": 86, "very": 87, "stove": 88, "shelf": 89, "child": 90, "woman": 91, "are": 92, "cooking": 93, "glances": 94, "at": 95, "young": 96, "girl": 97, "'s": 98, "stovetop": 99, "food": 100, "older": 101, "two": 102, "women": 103, "together": 104, "black": 105, "white": 106, "suit": 107, "wearing": 108, "glasses": 109, "walking": 110, "through": 111, "door": 112, "nicely": 113, "dressed": 114, "way": 115, "walks": 116, "open": 117, "smiling": 118, "doorway": 119, "photo": 120, "tie": 121, "huge": 122, "clock": 123, "wall": 124, "near": 125, "large": 126, "face": 127, "numbers": 128, "end": 129, "above": 130, "radiator": 131, "bus": 132, "some": 133, "people": 134, "street": 135, "several": 136, "sidewalk": 137, "as": 138, "goes": 139, "by": 140, "rushing": 141, "group": 142, "city": 143, "double-decker": 144, "moving": 145, "down": 146, "stand": 147, "waiting": 148, "next": 149, "to": 150, "yellow": 151, "double": 152, "decker": 153, "bicycle": 154, "parked": 155, "cabinets": 156, "leaning": 157, "against": 158, "bike": 159, "backpack": 160, "located": 161, "truck": 162, "one": 163, "looking": 164, "order": 165, "beanie": 166, "leans": 167, "over": 168, "cart": 169, "piece": 170, "paper": 171, "beard": 172, "shirt": 173, "making": 174, "working": 175, "behind": 176, "slides": 177, "pizza": 178, "into": 179, "brick": 180, "apron": 181, "ball": 182, "cap": 183, "getting": 184, "ready": 185, "his": 186, "bread": 187, "be": 188, "cutting": 189, "roast": 190, "fork": 191, "knife": 192, "there": 193, "meat": 194, "board": 195, "slicing": 196, "hot": 197, "dark": 198, "room": 199, "counters": 200, "shelves": 201, "filled": 202, "wood": 203, "dishwasher": 204, "sink": 205, "refrigerator": 206, "window": 207, "opened": 208, "appliances": 209, "icebox": 210, "fridge": 211, "microwave": 212, "cook": 213, "under": 214, "lamp": 215, "chief": 216, "plating": 217, "out": 218, "pan": 219, "adding": 220, "sauce": 221, "plate": 222, "pass": 223, "adults": 224, "laptop": 225, "computers": 226, "while": 227, "sitting": 228, "outdoor": 229, "venue": 230, "row": 231, "men": 232, "laptops": 233, "side": 234, "building": 235, "number": 236, "siting": 237, "bench": 238, "sit": 239, "each": 240, "around": 241, "what": 242, "they": 243, "want": 244, "eat": 245, "wine": 246, "pizzas": 247, "off": 248, "vegetables": 249, "scallions": 250, "chopping": 251, "stands": 252, "he": 253, "cuts": 254, "onions": 255, "front": 256, "garage": 257, "chefs": 258, "patrons": 259, "exit": 260, "view": 261, "shows": 262, "leaving": 263, "elaborate": 264, "entry": 265, "includes": 266, "curved": 267, "revealing": 268, "work": 269, "features": 270, "see": 271, "outside": 272, "asian": 273, "dining": 274, "set": 275, "casual": 276, "meal": 277, "flowers": 278, "topped": 279, "four": 280, "place": 281, "mats": 282, "cloth": 283, "vase": 284, "roses": 285, "tablecloth": 286, "placemats": 287, "dinning": 288, "napkins": 289, "cluttered": 290, "but": 291, "clean": 292, "kept": 293, "cramped": 294, "empty": 295, "overhead": 296, "lighting": 297, "home": 298, "bar": 299, "microwaves": 300, "accented": 301, "color": 302, "flying": 303, "kite": 304, "pine": 305, "trees": 306, "couple": 307, "show": 308, "field": 309, "kites": 310, "forest": 311, "background": 312, "boy": 313, "fly": 314, "snow": 315, "have": 316, "sky": 317, "prepared": 318, "area": 319, "meals": 320, "plated": 321, "dishes": 322, "workers": 323, "commercial": 324, "bunch": 325, "upcoming": 326, "dinner": 327, "service": 328, "team": 329, "grill": 330, "burgers": 331, "sandwiches": 332, "meats": 333, "being": 334, "made": 335, "laying": 336, "stomach": 337, "towel": 338, "head": 339, "someone": 340, "bed": 341, "someones": 342, "bare": 343, "lying": 344, "dish": 345, "utensils": 346, "hanging": 347, "from": 348, "strange": 349, "interesting": 350, "curtain": 351, "crowded": 352, "walls": 353, "eating": 354, "noodles": 355, "bowl": 356, "baby": 357, "feeding": 358, "himself": 359, "kid": 360, "spoon": 361, "little": 362, "help": 363, "own": 364, "hands": 365, "skateboard": 366, "ramp": 367, "doing": 368, "trick": 369, "boys": 370, "skate": 371, "park": 372, "children": 373, "entertaining": 374, "skatepark": 375, "performs": 376, "tricks": 377, "onlookers": 378, "watch": 379, "steel": 380, "countertops": 381, "stainless": 382, "wit": 383, "ha": 384, "coffee": 385, "make": 386, "corner": 387, "countertop": 388, "talking": 389, "grass": 390, "talks": 391, "cell": 392, "far": 393, "three": 394, "others": 395, "blanket": 396, "light": 397, "colored": 398, "clothing": 399, "tents": 400, "cellphone": 401, "lawn": 402, "pair": 403, "tablet": 404, "perched": 405, "laugh": 406, "look": 407, "computer": 408, "happily": 409, "plastic": 410, "bottle": 411, "closeup": 412, "soup": 413, "bowls": 414, "fourths": 415, "stacks": 416, "pot": 417, "skillet": 418, "dirty": 419, "plates": 420, "bearded": 421, "looks": 422, "turned": 423, "observing": 424, "something": 425, "away": 426, "him": 427, "tv": 428, "offering": 429, "taste": 430, "feeds": 431, "bite": 432, "old": 433, "giving": 434, "test": 435, "sample": 436, "her": 437, "fed": 438, "spoonful": 439, "riding": 440, "bikes": 441, "stopped": 442, "church": 443, "riders": 444, "bicycles": 445, "leaves": 446, "training": 447, "wheels": 448, "jumpsuit": 449, "sweater": 450, "picnic": 451, "tricycle": 452, "bath": 453, "ornate": 454, "bathroom": 455, "multicolor": 456, "tiles": 457, "decorated": 458, "style": 459, "mediterranean": 460, "mosaic": 461, "tiled": 462, "lot": 463, "fancy": 464, "tile": 465, "tub": 466, "vanity": 467, "chandelier": 468, "intricate": 469, "golden": 470, "bathtub": 471, "ceiling": 472, "green": 473, "mint": 474, "car": 475, "pictures": 476, "washing": 477, "mirror": 478, "crying": 479, "photograph": 480, "toddler": 481, "dress": 482, "everyone": 483, "sunglasses": 484, "dog": 485, "needs": 486, "cleaned": 487, "floor": 488, "broken": 489, "toilet": 490, "nasty": 491, "stuff": 492, "across": 493, "picture": 494, "sinks": 495, "shown": 496, "beat": 497, "abandoned": 498, "carpet": 499, "yellowish": 500, "including": 501, "pink": 502, "towels": 503, "rug": 504, "painting": 505, "or": 506, "drawing": 507, "flooring": 508, "mountain": 509, "bikers": 510, "take": 511, "break": 512, "path": 513, "them": 514, "taking": 515, "trail": 516, "motorcross": 517, "coming": 518, "woods": 519, "rocky": 520, "ground": 521, "bush": 522, "solid": 523, "statues": 524, "post": 525, "monument": 526, "atmosphere": 527, "relaxing": 528, "nearby": 529, "anchored": 530, "between": 531, "parking": 532, "posts": 533, "new": 534, "nothing": 535, "displays": 536, "another": 537, "beneath": 538, "reflecting": 539, "roll": 540, "scene": 541, "featuring": 542, "antique": 543, "brass": 544, "fixtures": 545, "mounted": 546, "soap": 547, "pedestal": 548, "public": 549, "restroom": 550, "bottles": 551, "kneeling": 552, "squatting": 553, "crouching": 554, "camera": 555, "rolls": 556, "stacked": 557, "few": 558, "roles": 559, "tissue": 560, "walled": 561, "six": 562, "bright": 563, "loft": 564, "rustic": 565, "windows": 566, "adjustable": 567, "magnifying": 568, "attached": 569, "circular": 570, "mirrors": 571, "reflects": 572, "smaller": 573, "2": 574, "shower": 575, "jacuzzi": 576, "furry": 577, "cat": 578, "pulling": 579, "playful": 580, "pulls": 581, "playing": 582, "upraised": 583, "lid": 584, "bookshelves": 585, "books": 586, "adjacent": 587, "bookshelf": 588, "guy": 589, "hoodie": 590, "peeing": 591, "note": 592, "written": 593, "purple": 594, "urinating": 595, "lined": 596, "crosswalk": 597, "focusing": 598, "bicyclists": 599, "going": 600, "road": 601, "complete": 602, "tab": 603, "plain": 604, "beige": 605, "both": 606, "tub/shower": 607, "destroyed": 608, "mirrored": 609, "cabinet": 610, "run": 611, "paint": 612, "peeling": 613, "need": 614, "remodeling": 615, "repair": 616, "crumbling": 617, "medicine": 618, "peels": 619, "filthy": 620, "focus": 621, "bow": 622, "toliet": 623, "wrapped": 624, "ribbon": 625, "carefully": 626, "brand": 627, "seat": 628, "groups": 629, "tower": 630, "town": 631, "plaza": 632, "gathered": 633, "square": 634, "strolling": 635, "unfinished": 636, "tools": 637, "demolished": 638, "construction": 639, "torn": 640, "remodeled": 641, "glass": 642, "doors": 643, "clear": 644, "see-through": 645, "grey": 646, "motif": 647, "freshly": 648, "hotel": 649, "closed": 650, "heated": 651, "racks": 652, "built": 653, "hairdryer": 654, "chrome": 655, "sticking": 656, "sized": 657, "nice": 658, "lights": 659, "decorative": 660, "commode": 661, "marble": 662, "monogrammed": 663, "symbol": 664, "sculpture": 665, "faucet": 666, "porcelain": 667, "reflected": 668, "rectangular": 669, "single": 670, "right": 671, "lady": 672, "van": 673, "seagulls": 674, "landing": 675, "watching": 676, "birds": 677, "automobile": 678, "where": 679, "seagull": 680, "attacking": 681, "roof": 682, "peoples": 683, "sticks": 684, "brown": 685, "puts": 686, "fluffy": 687, "cute": 688, "school": 689, "stop": 690, "sign": 691, "sits": 692, "showing": 693, "vehicles": 694, "appear": 695, "traveling": 696, "advertisement": 697, "ice": 698, "cubes": 699, "bottom": 700, "bucket": 701, "trash": 702, "can": 703, "laminate": 704, "surrounding": 705, "extremely": 706, "boat": 707, "lots": 708, "seats": 709, "gate": 710, "bridge": 711, "train": 712, "booths": 713, "phillips": 714, "66": 715, "clocks": 716, "posters": 717, "vintage": 718, "photos": 719, "motorcycle": 720, "displayed": 721, "gas": 722, "station": 723, "logo": 724, "hangs": 725, "underneath": 726, "resembling": 727, "surfboard": 728, "surf": 729, "classic": 730, "woody": 731, "wagon": 732, "strapped": 733, "colorful": 734, "intersection": 735, "roadway": 736, "driving": 737, "cars": 738, "main": 739, "tall": 740, "chevy": 741, "busy": 742, "simple": 743, "yet": 744, "messy": 745, "garbage": 746, "stall": 747, "trashcan": 748, "duel": 749, "silver": 750, "faucets": 751, "gray": 752, "lit": 753, "reflection": 754, "urinals": 755, "shaped": 756, "along": 757, "short": 758, "pee": 759, "toilets": 760, "bear": 761, "library": 762, "case": 763, "taxidermy": 764, "fake": 765, "box": 766, "stuffed": 767, "more": 768, "disgusting": 769, "than": 770, "line": 771, "wire": 772, "basket": 773, "transported": 774, "motor": 775, "scooter": 776, "cage": 777, "motocycle": 778, "painted": 779, "seen": 780, "slanted": 781, "angle": 782, "napkin": 783, "cup": 784, "arranged": 785, "crossed": 786, "connected": 787, "speaker": 788, "object": 789, "running": 790, "chair": 791, "comically": 792, "fashioned": 793, "holding": 794, "paw": 795, "held": 796, "eaten": 797, "mixed": 798, "spoons": 799, "resting": 800, "like": 801, "vases": 802, "ceramic": 803, "fashion": 804, "floral": 805, "costume": 806, "wig": 807, "urinal": 808, "frames": 809, "christmas": 810, "hat": 811, "santa": 812, "holds": 813, "leak": 814, "checkered": 815, "done": 816, "checker": 817, "pattern": 818, "checked": 819, "overhang": 820, "outdoors": 821, "awning": 822, "stored": 823, "structure": 824, "items": 825, "fenced": 826, "yard": 827, "brush": 828, "not": 829, "been": 830, "water": 831, "cleaning": 832, "equipped": 833, "fashionable": 834, "architectural": 835, "subway": 836, "dispensers": 837, "directly": 838, "below": 839, "horse-drawn": 840, "carriage": 841, "moves": 842, "carrying": 843, "passengers": 844, "horse": 845, "drawn": 846, "ride": 847, "rides": 848, "rails": 849, "handicap": 850, "walk-in": 851, "which": 852, "walkway": 853, "rows": 854, "pews": 855, "interior": 856, "cathedral": 857, "stained": 858, "throughout": 859, "supplies": 860, "installed": 861, "during": 862, "hole": 863, "d": 864, "pipe": 865, "curtains": 866, "widow": 867, "safety": 868, "handle": 869, "washroom": 870, "watermelon": 871, "broccoli": 872, "assorted": 873, "fruits": 874, "veggies": 875, "variety": 876, "foods": 877, "vegetable": 878, "salads": 879, "sliced": 880, "fresh": 881, "fruit": 882, "motorcycles": 883, "alley": 884, "day": 885, "suzuki": 886, "motorcyles": 887, "sister": 888, "pants": 889, "kids": 890, "their": 891, "sterilized": 892, "notice": 893, "matching": 894, "word": 895, "``": 896, "''": 897, "printed": 898, "different": 899, "shine": 900, "lamps": 901, "metal": 902, "rail": 903, "airplane": 904, "writing": 905, "demonstration": 906, "storage": 907, "blown": 908, "highway": 909, "race": 910, "motorcyclists": 911, "freight": 912, "warehouse": 913, "frame": 914, "lift": 915, "maroon": 916, "cruising": 917, "sunny": 918, "alongside": 919, "sun": 920, "chocolate": 921, "deep": 922, "fried": 923, "melted": 924, "entree": 925, "delicious": 926, "oval": 927, "platter": 928, "cakes": 929, "donuts": 930, "cake": 931, "brownies": 932, "doughnuts": 933, "trays": 934, "displaying": 935, "multitude": 936, "sweet": 937, "treats": 938, "served": 939, "these": 940, "kinds": 941, "our": 942, "past": 943, "five": 944, "presidents": 945, "current": 946, "president": 947, "former": 948, "gathering": 949, "living": 950, "present": 951, "suits": 952, "ties": 953, "helmet": 954, "motorcyclist": 955, "drives": 956, "high": 957, "speeds": 958, "cyclist": 959, "sports": 960, "animal": 961, "platform": 962, "desk": 963, "rock": 964, "dead": 965, "video": 966, "films": 967, "procession": 968, "filming": 969, "scooters": 970, "passing": 971, "evening": 972, "purpose": 973, "recording": 974, "policeman": 975, "police": 976, "posing": 977, "cop": 978, "officer": 979, "vehicle": 980, "officers": 981, "cops": 982, "uniforms": 983, "bmw": 984, "leather": 985, "satchel": 986, "event": 987, "function": 988, "formal": 989, "takes": 990, "turn": 991, "crowd": 992, "spectators": 993, "curve": 994, "turning": 995, "#": 996, "20": 997, "bars": 998, "rounding": 999, "employee": 1000, "passenger": 1001, "entrance": 1002, "commuter": 1003, "towers": 1004, "part": 1005, "gothic": 1006, "daylight": 1007, "cloudy": 1008, "stone": 1009, "cycle": 1010, "house": 1011, "cans": 1012, "umbrella": 1013, "shiny": 1014, "railing": 1015, "porch": 1016, "japanese": 1017, "lan": 1018, "airport": 1019, "sea": 1020, "jetliner": 1021, "runway": 1022, "plane": 1023, "taxiing": 1024, "jet": 1025, "coast": 1026, "air": 1027, "flies": 1028, "camouflage": 1029, "military": 1030, "fighter": 1031, "hovering": 1032, "clouds": 1033, "airplanes": 1034, "buildings": 1035, "idle": 1036, "about": 1037, "land": 1038, "jumbo": 1039, "tarmac": 1040, "adorable": 1041, "plants": 1042, "sideways": 1043, "shorts": 1044, "slippers": 1045, "shaded": 1046, "layer": 1047, "pole": 1048, "traffic": 1049, "signal": 1050, "thin": 1051, "sheep": 1052, "roaming": 1053, "animals": 1054, "grazing": 1055, "hillside": 1056, "hill": 1057, "flock": 1058, "graze": 1059, "kicking": 1060, "feet": 1061, "seated": 1062, "fence": 1063, "covering": 1064, "eyes": 1065, "giraffe": 1066, "nose": 1067, "pool": 1068, "bending": 1069, "drinking": 1070, "watering": 1071, "drink": 1072, "airliner": 1073, "cliff": 1074, "beside": 1075, "plan": 1076, "rests": 1077, "situated": 1078, "rolling": 1079, "horned": 1080, "type": 1081, "coat": 1082, "bird": 1083, "neck": 1084, "walk": 1085, "propeller": 1086, "airshow": 1087, "concrete": 1088, "feed": 1089, "grassy": 1090, "struggling": 1091, "low": 1092, "pasture": 1093, "mountains": 1094, "fields": 1095, "sheared": 1096, "orange": 1097, "tied": 1098, "distance": 1099, "herd": 1100, "store": 1101, "says": 1102, "woolen": 1103, "mill": 1104, "lambs": 1105, "opposite": 1106, "direction": 1107, "who": 1108, "lays": 1109, "barking": 1110, "higher": 1111, "planes": 1112, "larger": 1113, "tells": 1114, "motorists": 1115, "how": 1116, "proceed": 1117, "do": 1118, "enter": 1119, "warning": 1120, "adult": 1121, "lamb": 1122, "farm": 1123, "setting": 1124, "mother": 1125, "creating": 1126, "shadow": 1127, "cross": 1128, "benches": 1129, "boardwalk": 1130, "shopping": 1131, "mall": 1132, "rest": 1133, "seating": 1134, "crow": 1135, "bag": 1136, "cafe": 1137, "throws": 1138, "model": 1139, "pointing": 1140, "throwing": 1141, "toy": 1142, "steam": 1143, "smoke": 1144, "comes": 1145, "cityscape": 1146, "cone": 1147, "pouring": 1148, "stack": 1149, "peanut": 1150, "close-up": 1151, "peeking": 1152, "bushes": 1153, "visible": 1154, "giraffes": 1155, "elephant": 1156, "form": 1157, "hiding": 1158, "wooded": 1159, "grove": 1160, "self": 1161, "dry": 1162, "wild": 1163, "grasses": 1164, "zoo": 1165, "facing": 1166, "pin": 1167, "boulder": 1168, "exploring": 1169, "habitat": 1170, "winter": 1171, "frozen": 1172, "left": 1173, "bomber": 1174, "propped": 1175, "crossing": 1176, "necks": 1177, "rubbing": 1178, "heads": 1179, "intertwined": 1180, "interlocking": 1181, "stick": 1182, "smal": 1183, "human": 1184, "straw": 1185, "mouth": 1186, "snowy": 1187, "misty": 1188, "quietly": 1189, "sheeps": 1190, "whoever": 1191, "sandy": 1192, "pointed": 1193, "towards": 1194, "straight": 1195, "vegetation": 1196, "lush": 1197, "isle": 1198, "boars": 1199, "sheered": 1200, "pile": 1201, "wool": 1202, "having": 1203, "just": 1204, "had": 1205, "haired": 1206, "shaved": 1207, "newly": 1208, "shaven": 1209, "fur": 1210, "among": 1211, "tress": 1212, "shrubbery": 1213, "rain": 1214, "paths": 1215, "streets": 1216, "unique": 1217, "masked": 1218, "staring": 1219, "decorations": 1220, "mask": 1221, "colorfully": 1222, "costumed": 1223, "character": 1224, "carried": 1225, "parade": 1226, "motion": 1227, "diving": 1228, "somewhat": 1229, "downtown": 1230, "rainy": 1231, "dirt": 1232, "leading": 1233, "passes": 1234, "before": 1235, "entering": 1236, "sand": 1237, "beach": 1238, "foreground": 1239, "signage": 1240, "desolate": 1241, "if": 1242, "transit": 1243, "buses": 1244, "cones": 1245, "crosses": 1246, "ostriches": 1247, "enclosure": 1248, "containing": 1249, "same": 1250, "exhibit": 1251, "sharing": 1252, "tree": 1253, "grown": 1254, "youngster": 1255, "cluster": 1256, "alertly": 1257, "art": 1258, "print": 1259, "goats": 1260, "snow-capped": 1261, "cattle": 1262, "range": 1263, "artist": 1264, "altered": 1265, "lines": 1266, "heavy": 1267, "bunches": 1268, "electrical": 1269, "power": 1270, "hang": 1271, "handing": 1272, "hanged": 1273, "use": 1274, "congregating": 1275, "tourist": 1276, "tour": 1277, "terminal": 1278, "dedicated": 1279, "memory": 1280, "inscribed": 1281, "'": 1282, "memorial": 1283, "liquid": 1284, "ear": 1285, "tags": 1286, "medium": 1287, "gloves": 1288, "cold": 1289, "elderly": 1290, "shades": 1291, "jacket": 1292, "atop": 1293, "fire": 1294, "hydrant": 1295, "stocking": 1296, "scotland": 1297, "level": 1298, "bricked": 1299, "individuals": 1300, "we": 1301, "freeway": 1302, "faded": 1303, "alone": 1304, "rusted": 1305, "teenaged": 1306, "climbing": 1307, "promenade": 1308, "climbs": 1309, "onto": 1310, "potted": 1311, "army": 1312, "pick": 1313, "numerous": 1314, "things": 1315, "now": 1316, "rusty": 1317, "gloomy": 1318, "rundown": 1319, "hilly": 1320, "rocks": 1321, "ocean": 1322, "landscape": 1323, "hay": 1324, "bale": 1325, "starts": 1326, "captivity": 1327, "rams": 1328, "fighting": 1329, "wilderness": 1330, "buck": 1331, "butting": 1332, "horns": 1333, "forward": 1334, "spot": 1335, "busted": 1336, "girls": 1337, "pose": 1338, "spraying": 1339, "spewing": 1340, "london": 1341, "wait": 1342, "curb": 1343, "cactus": 1344, "ahead": 1345, "branch": 1346, "backyard": 1347, "log": 1348, "triumphantly": 1349, "fight": 1350, "leftovers": 1351, "overlooking": 1352, "scenery": 1353, "tilting": 1354, "design": 1355, "leaf": 1356, "center": 1357, "tourists": 1358, "enjoying": 1359, "victoria": 1360, "i": 1361, "indicates": 1362, "name": 1363, "posted": 1364, "convention": 1365, "signs": 1366, "pretty": 1367, "miss": 1368, "america": 1369, "atlantic": 1370, "famous": 1371, "night": 1372, "time": 1373, "reflections": 1374, "shop": 1375, "reads": 1376, "30th": 1377, "m": 1378, "st": 1379, "nw": 1380, "pedestrians": 1381, "billboard": 1382, "graffiti": 1383, "herself": 1384, "taxi": 1385, "she": 1386, "mostly": 1387, "wings": 1388, "spread": 1389, "spreading": 1390, "dock": 1391, "beak": 1392, "wing": 1393, "extended": 1394, "floating": 1395, "umbrellas": 1396, "fedora": 1397, "owl": 1398, "tire": 1399, "branches": 1400, "overflowing": 1401, "homeless": 1402, "york": 1403, "urban": 1404, "paddle": 1405, "poses": 1406, "lake": 1407, "me": 1408, "pictured": 1409, "lego": 1410, "conductor": 1411, "track": 1412, "miniature": 1413, "toys": 1414, "appears": 1415, "railroad": 1416, "tracks": 1417, "upside": 1418, "lies": 1419, "upturned": 1420, "eggs": 1421, "swamp": 1422, "nest": 1423, "marsh": 1424, "ducks": 1425, "pond": 1426, "driveway": 1427, "clinging": 1428, "feeder": 1429, "perch": 1430, "racehorse": 1431, "horses": 1432, "guide": 1433, "racing": 1434, "fast": 1435, "sunlight": 1436, "blurry": 1437, "brightly": 1438, "silly": 1439, "cowboy": 1440, "saddle": 1441, "horseback": 1442, "historical": 1443, "apparel": 1444, "teddy": 1445, "bears": 1446, "come": 1447, "posed": 1448, "male": 1449, "female": 1450, "attire": 1451, "indicating": 1452, "certain": 1453, "section": 1454, "hats": 1455, "hangers": 1456, "relaxes": 1457, "limb": 1458, "trains": 1459, "engine": 1460, "stoplights": 1461, "streetlight": 1462, "multiple": 1463, "without": 1464, "no": 1465, "3rd": 1466, "ave": 1467, "s": 1468, "avenue": 1469, "say": 1470, "s.": 1471, "av": 1472, "canadian": 1473, "goose": 1474, "geese": 1475, "wide-open": 1476, "duck": 1477, "cement": 1478, "block": 1479, "dozen": 1480, "give": 1481, "names": 1482, "directions": 1483, "series": 1484, "include": 1485, "boxes": 1486, "monitor": 1487, "electronics": 1488, "cardboard": 1489, "assortment": 1490, "electronic": 1491, "equipment": 1492, "grouping": 1493, "baseball": 1494, "base": 1495, "fondant": 1496, "happy": 1497, "birthday": 1498, "steve": 1499, "themed": 1500, "serving": 1501, "tray": 1502, "body": 1503, "flight": 1504, "gulls": 1505, "winged": 1506, "allows": 1507, "attraction": 1508, "mini": 1509, "lone": 1510, "clearly": 1511, "celebratory": 1512, "banner": 1513, "coats": 1514, "motorized": 1515, "families": 1516, "rural": 1517, "second": 1518, "date": 1519, "parakeet": 1520, "business": 1521, "storefront": 1522, "mystic": 1523, "neon": 1524, "company": 1525, "country": 1526, "following": 1527, "route": 1528, "lanes": 1529, "forrest": 1530, "only": 1531, "median": 1532, "strip": 1533, "lane": 1534, "stay": 1535, "paved": 1536, "sidewalks": 1537, "divider": 1538, "arrow": 1539, "directional": 1540, "suburban": 1541, "first": 1542, "fe": 1543, "run-down": 1544, "rapid": 1545, "pace": 1546, "speeding": 1547, "loading": 1548, "stream": 1549, "heading": 1550, "populated": 1551, "waterway": 1552, "thomas": 1553, "figure": 1554, "neighborhood": 1555, "houses": 1556, "quiet": 1557, "residential": 1558, "stops": 1559, "locust": 1560, "bunk": 1561, "beds": 1562, "featured": 1563, "cabin": 1564, "ladder": 1565, "sleeping": 1566, "defaced": 1567, "half": 1568, "partially": 1569, "worn": 1570, "war": 1571, "words": 1572, "vandalized": 1573, "message": 1574, "extra": 1575, "wrote": 1576, "put": 1577, "bags": 1578, "collector": 1579, "load": 1580, "machinery": 1581, "towing": 1582, "oversized": 1583, "massive": 1584, "tractor": 1585, "steering": 1586, "wheel": 1587, "driver": 1588, "trucks": 1589, "stores": 1590, "roadside": 1591, "chase": 1592, "bank": 1593, "mcdonalds": 1594, "utility": 1595, "mcdonald": 1596, "storefronts": 1597, "curls": 1598, "kitten": 1599, "zebras": 1600, "oxen": 1601, "safari": 1602, "cow": 1603, "curled": 1604, "witha": 1605, "relax": 1606, "zebra": 1607, "pickup": 1608, "tires": 1609, "fair": 1610, "social": 1611, "mercedes": 1612, "salt": 1613, "ford": 1614, "drive": 1615, "dual": 1616, "rear": 1617, "married": 1618, "bride": 1619, "groom": 1620, "kisses": 1621, "unzipped": 1622, "collar": 1623, "suitcase": 1624, "luggage": 1625, "gras": 1626, "cows": 1627, "mobile": 1628, "vending": 1629, "flags": 1630, "flown": 1631, "ton": 1632, "sniffing": 1633, "sniffs": 1634, "smelling": 1635, "intently": 1636, "champagne": 1637, "class": 1638, "alcohol": 1639, "bedspread": 1640, "shaggy": 1641, "sheets": 1642, "edge": 1643, "snuggling": 1644, "server": 1645, "customers": 1646, "indoor": 1647, "great": 1648, "ringed": 1649, "mounds": 1650, "mound": 1651, "fuel": 1652, "hose": 1653, "pump": 1654, "us": 1655, "force": 1656, "fatigues": 1657, "shoulder": 1658, "u.s.": 1659, "aircraft": 1660, "drags": 1661, "toward": 1662, "calf": 1663, "locked": 1664, "cages": 1665, "gated": 1666, "pen": 1667, "nursing": 1668, "coral": 1669, "holing": 1670, "ranch": 1671, "milk": 1672, "mom": 1673, "tabby": 1674, "nap": 1675, "cradle": 1676, "crib": 1677, "striped": 1678, "shoulders": 1679, "selfie": 1680, "derby": 1681, "30": 1682, "ajar": 1683, "jeep": 1684, "missing": 1685, "transport": 1686, "feild": 1687, "wading": 1688, "flood": 1689, "waters": 1690, "roped": 1691, "river": 1692, "farmer": 1693, "leads": 1694, "waist": 1695, "herds": 1696, "russian": 1697, "notebook": 1698, "annoyed": 1699, "book": 1700, "screen": 1701, "daytime": 1702, "pastor": 1703, "colors": 1704, "younger": 1705, "goat": 1706, "beached": 1707, "ship": 1708, "rafts": 1709, "watercraft": 1710, "devices": 1711, "boats": 1712, "inflatable": 1713, "crowding": 1714, "hard": 1715, "horn": 1716, "prarie": 1717, "ox": 1718, "milking": 1719, "jar": 1720, "milks": 1721, "udder": 1722, "coupe": 1723, "market": 1724, "canal": 1725, "loaded": 1726, "scenic": 1727, "t": 1728, "ears": 1729, "jockey": 1730, "outfit": 1731, "drinks": 1732, "fully": 1733, "elephants": 1734, "plaque": 1735, "jewelry": 1736, "gift": 1737, "carrots": 1738, "containers": 1739, "divided": 1740, "sections": 1741, "ages": 1742, "wedding": 1743, "party": 1744, "shed": 1745, "males": 1746, "females": 1747, "barn": 1748, "clasped": 1749, "speak": 1750, "couples": 1751, "smile": 1752, "couch": 1753, "wear": 1754, "den": 1755, "float": 1756, "shape": 1757, "gigantic": 1758, "highly": 1759, "religious": 1760, "festival": 1761, "statue": 1762, "giant": 1763, "headdress": 1764, "hair": 1765, "marina": 1766, "illuminated": 1767, "sunset": 1768, "docked": 1769, "harbour": 1770, "yachts": 1771, "vibrant": 1772, "mud": 1773, "drenched": 1774, "enjoyment": 1775, "cool": 1776, "trunks": 1777, "totally": 1778, "ease": 1779, "environment": 1780, "pauses": 1781, "pushed": 1782, "rowing": 1783, "pontoon": 1784, "craft": 1785, "father": 1786, "humorous": 1787, "homemade": 1788, "paying": 1789, "fabric": 1790, "scissors": 1791, "papers": 1792, "tethered": 1793, "shore": 1794, "rope": 1795, "fishing": 1796, "narrow": 1797, "ferry": 1798, "barge": 1799, "enclosed": 1800, "private": 1801, "mountainous": 1802, "ceremony": 1803, "soaked": 1804, "raining": 1805, "japan": 1806, "plaid": 1807, "bell": 1808, "bottoms": 1809, "knees": 1810, "liner": 1811, "ships": 1812, "luxury": 1813, "village": 1814, "cruises": 1815, "obama": 1816, "framed": 1817, "staff": 1818, "presentation": 1819, "press": 1820, "conference": 1821, "received": 1822, "flag": 1823, "images": 1824, "device": 1825, "might": 1826, "paddles": 1827, "paddling": 1828, "besides": 1829, "crane": 1830, "multi-colored": 1831, "named": 1832, "st.": 1833, "follows": 1834, "followed": 1835, "yacht": 1836, "sale": 1837, "pier": 1838, "skyline": 1839, "harbor": 1840, "docking": 1841, "sailboats": 1842, "keyboard": 1843, "biting": 1844, "stretching": 1845, "banquet": 1846, "after": 1847, "guests": 1848, "playfully": 1849, "mans": 1850, "pretends": 1851, "chewing": 1852, "tape": 1853, "cruise": 1854, "tug": 1855, "moored": 1856, "taken": 1857, "patio": 1858, "angry": 1859, "huddle": 1860, "wide": 1861, "mama": 1862, "parent": 1863, "interact": 1864, "sunlit": 1865, "waterfront": 1866, "most": 1867, "office": 1868, "also": 1869, "eyeglasses": 1870, "serious": 1871, "worker": 1872, "iphone": 1873, "tent": 1874, "shallow": 1875, "play": 1876, "shot": 1877, "camping": 1878, "reception": 1879, "beer": 1880, "strolls": 1881, "ad": 1882, "floats": 1883, "music": 1884, "trying": 1885, "audio": 1886, "record": 1887, "player": 1888, "love": 1889, "wet": 1890, "poking": 1891, "taxing": 1892, "falling": 1893, "flows": 1894, "one-way": 1895, "canals": 1896, "boarding": 1897, "blond": 1898, "smiles": 1899, "wallpaper": 1900, "pikachu": 1901, "raincoat": 1902, "plethora": 1903, "sailing": 1904, "mail": 1905, "steams": 1906, "kings": 1907, "island": 1908, "markers": 1909, "still": 1910, "drift": 1911, "lazily": 1912, "calm": 1913, "uniformed": 1914, "guard": 1915, "beach-goers": 1916, "multi": 1917, "shade": 1918, "may": 1919, "conversation": 1920, "bikinis": 1921, "bikini": 1922, "beachgoers": 1923, "lobby": 1924, "travelers": 1925, "transporting": 1926, "backpacks": 1927, "storm": 1928, "amount": 1929, "skiing": 1930, "gear": 1931, "piled": 1932, "was": 1933, "murdered": 1934, "wrap": 1935, "bull": 1936, "tusks": 1937, "cases": 1938, "suitcases": 1939, "available": 1940, "vendor": 1941, "rains": 1942, "candle": 1943, "toothbrush": 1944, "holder": 1945, "marilyn": 1946, "monroe": 1947, "tooth": 1948, "brushes": 1949, "puppies": 1950, "game": 1951, "dogs": 1952, "plays": 1953, "puppy": 1954, "waits": 1955, "family": 1956, "prepare": 1957, "ruins": 1958, "provides": 1959, "site": 1960, "flap": 1961, "setup": 1962, "suticase": 1963, "carry": 1964, "thru": 1965, "jungle": 1966, "palm": 1967, "fronds": 1968, "neatly": 1969, "packed": 1970, "clothes": 1971, "contents": 1972, "trip": 1973, "because": 1974, "chained": 1975, "lamppost": 1976, "jumps": 1977, "catch": 1978, "catching": 1979, "frisbee": 1980, "hind": 1981, "legs": 1982, "frizzbe": 1983, "breed": 1984, "caught": 1985, "belongings": 1986, "baggage": 1987, "studying": 1988, "map": 1989, "pushing": 1990, "wheelchair": 1991, "wears": 1992, "raincoats": 1993, "compartment": 1994, "junk": 1995, "nearly": 1996, "pieces": 1997, "notebooks": 1998, "folded": 1999, "notepad": 2000, "tote": 2001, "reading": 2002, "panda": 2003, "positioned": 2004, "huddled": 2005, "aerial": 2006, "eats": 2007, "dessert": 2008, "polar": 2009, "ledge": 2010, "bakground": 2011, "tan": 2012, "sofa": 2013, "comforter": 2014, "sad": 2015, "disk": 2016, "frisbe": 2017, "sittign": 2018, "sepia": 2019, "yells": 2020, "photographer": 2021, "natural": 2022, "lounge": 2023, "sport": 2024, "african": 2025, "american": 2026, "reaching": 2027, "compete": 2028, "involving": 2029, "jumping": 2030, "attempt": 2031, "reach": 2032, "petting": 2033, "television": 2034, "lap": 2035, "scratching": 2036, "smells": 2037, "whose": 2038, "verdant": 2039, "3": 2040, "midair": 2041, "blocking": 2042, "fun": 2043, "reaches": 2044, "attempts": 2045, "trio": 2046, "savanna": 2047, "alert": 2048, "special": 2049, "seek": 2050, "enjoy": 2051, "areas": 2052, "leg": 2053, "bridle": 2054, "chain": 2055, "link": 2056, "pavement": 2057, "digging": 2058, "paws": 2059, "lounging": 2060, "digs": 2061, "heart": 2062, "engraved": 2063, "stadium": 2064, "bleachers": 2065, "skating": 2066, "juggles": 2067, "rink": 2068, "parents": 2069, "teenager": 2070, "trotting": 2071, "mark": 2072, "forested": 2073, "frisbees": 2074, "attempting": 2075, "beyond": 2076, "chasing": 2077, "runs": 2078, "tow": 2079, "patch": 2080, "leaned": 2081, "muddy": 2082, "get": 2083, "sip": 2084, "pack": 2085, "hidden": 2086, "owner": 2087, "opening": 2088, "seem": 2089, "engaged": 2090, "combat": 2091, "desert": 2092, "facility": 2093, "beautiful": 2094, "blankets": 2095, "streak": 2096, "hooves": 2097, "blind": 2098, "blindfold": 2099, "points": 2100, "folds": 2101, "saddles": 2102, "riderless": 2103, "ridden": 2104, "freely": 2105, "starring": 2106, "fountain": 2107, "states": 2108, "ponies": 2109, "reigns": 2110, "stable": 2111, "tending": 2112, "caring": 2113, "grazes": 2114, "colt": 2115, "pony": 2116, "foal": 2117, "mommy": 2118, "warm": 2119, "leash": 2120, "prancing": 2121, "lead": 2122, "guiding": 2123, "trainer": 2124, "judge": 2125, "led": 2126, "judges": 2127, "touch": 2128, "noses": 2129, "groomed": 2130, "nuzzle": 2131, "cameraman": 2132, "carriages": 2133, "twigs": 2134, "pulled": 2135, "buggy": 2136, "reins": 2137, "barrier": 2138, "rider": 2139, "barely": 2140, "clearing": 2141, "jump": 2142, "obstacle": 2143, "uniform": 2144, "formation": 2145, "gentleman": 2146, "backs": 2147, "rears": 2148, "hills": 2149, "surface": 2150, "lodge": 2151, "ski": 2152, "donkeys": 2153, "carraige": 2154, "stagecoach": 2155, "driven": 2156, "filed": 2157, "english": 2158, "ring": 2159, "creme": 2160, "sauces": 2161, "cream": 2162, "healthy": 2163, "sushi": 2164, "raw": 2165, "fish": 2166, "advertising": 2167, "resort": 2168, "snowboarding": 2169, "collage": 2170, "boarders": 2171, "competition": 2172, "flyer": 2173, "poster": 2174, "juice": 2175, "smoothie": 2176, "apples": 2177, "banana": 2178, "blender": 2179, "blended": 2180, "lettuce": 2181, "grapes": 2182, "bananas": 2183, "oranges": 2184, "pears": 2185, "plums": 2186, "pitcher": 2187, "pitchers": 2188, "throw": 2189, "pitch": 2190, "batter": 2191, "professional": 2192, "warming": 2193, "snowstorm": 2194, "dropped": 2195, "good": 2196, "winding": 2197, "majestic": 2198, "plush": 2199, "pitching": 2200, "sox": 2201, "pitched": 2202, "bald": 2203, "softball": 2204, "glove": 2205, "experiment": 2206, "hooked": 2207, "placed": 2208, "wires": 2209, "ina": 2210, "apple": 2211, "ripe": 2212, "lining": 2213, "skier": 2214, "skis": 2215, "decline": 2216, "slope": 2217, "bat": 2218, "mitt": 2219, "catcher": 2220, "lie": 2221, "players": 2222, "jerseys": 2223, "diamond": 2224, "relaxed": 2225, "inning": 2226, "begin": 2227, "lips": 2228, "stripped": 2229, "snowboard": 2230, "action": 2231, "mid-air": 2232, "snowboarder": 2233, "performing": 2234, "selling": 2235, "grapefruit": 2236, "limes": 2237, "styrofoam": 2238, "laid": 2239, "lemons": 2240, "leafy": 2241, "round": 2242, "growing": 2243, "cucumbers": 2244, "beans": 2245, "washed": 2246, "zucchini": 2247, "tomatoes": 2248, "celery": 2249, "amongst": 2250, "toped": 2251, "beef": 2252, "cut-up": 2253, "steak": 2254, "here": 2255, "spare": 2256, "ribs": 2257, "unripe": 2258, "bloom": 2259, "bulb": 2260, "iwth": 2261, "gentle": 2262, "practice": 2263, "makes": 2264, "perfect": 2265, "any": 2266, "slopes": 2267, "skiers": 2268, "ketchup": 2269, "rice": 2270, "gravy": 2271, "sets": 2272, "hatch": 2273, "skiis": 2274, "sliding": 2275, "waterskiing": 2276, "splashing": 2277, "string": 2278, "potatoes": 2279, "potato": 2280, "peach": 2281, "cabbage": 2282, "except": 2283, "lay": 2284, "toasted": 2285, "flat": 2286, "cheesey": 2287, "covers": 2288, "almost": 2289, "entire": 2290, "fluffed": 2291, "tortilla": 2292, "gooey": 2293, "cheese": 2294, "lunch": 2295, "kiddie": 2296, "chicken": 2297, "balances": 2298, "florets": 2299, "finished": 2300, "contains": 2301, "stir": 2302, "fry": 2303, "squash": 2304, "consisting": 2305, "frying": 2306, "danish": 2307, "cherry": 2308, "icing": 2309, "treat": 2310, "doughnut": 2311, "skiiers": 2312, "maker": 2313, "skies": 2314, "dip": 2315, "dressing": 2316, "pickles": 2317, ";": 2318, "well": 2319, "sippy": 2320, "whale": 2321, "goggles": 2322, "go": 2323, "strawberry": 2324, "slice": 2325, "kiwi": 2326, "else": 2327, "jersey": 2328, "pitches": 2329, "salad": 2330, "jars": 2331, "luncheon": 2332, "tofu": 2333, "avocado": 2334, "contain": 2335, "carpeted": 2336, "berries": 2337, "grocery": 2338, "turf": 2339, "strawberries": 2340, "snowboarders": 2341, "snowboards": 2342, "capped": 2343, "boarder": 2344, "chili": 2345, "yogurt": 2346, "friends": 2347, "students": 2348, "participating": 2349, "deli": 2350, "sandwich": 2351, "steamed": 2352, "greens": 2353, "sub": 2354, "hoagie": 2355, "turkey": 2356, "chopped": 2357, "cut": 2358, "dusk": 2359, "peas": 2360, "produce": 2361, "eggplant": 2362, "poles": 2363, "fallen": 2364, "layed": 2365, "preparation": 2366, "ingredients": 2367, "used": 2368, "fine": 2369, "recipe": 2370, "egg": 2371, "carrot": 2372, "whole": 2373, "canned": 2374, "selection": 2375, "mix": 2376, "mass": 2377, "chinese": 2378, "oriental": 2379, "meet": 2380, "highchair": 2381, "casserole": 2382, "cauliflower": 2383, "strips": 2384, "cooked": 2385, "kind": 2386, "sides": 2387, "symbols": 2388, "foreign": 2389, "language": 2390, "meant": 2391, "chopsticks": 2392, "curry": 2393, "pasta": 2394, "alfredo": 2395, "fettuccine": 2396, "chunks": 2397, "skater": 2398, "grabs": 2399, "halfpipe": 2400, "skateboarder": 2401, "practicing": 2402, "airborne": 2403, "noodle": 2404, "onion": 2405, "wedge": 2406, "lime": 2407, "lifts": 2408, "steep": 2409, "tries": 2410, "stage": 2411, "projector": 2412, "hugging": 2413, "unusual": 2414, "hello": 2415, "kitty": 2416, "lunchbox": 2417, "appealing": 2418, "bento": 2419, "cartons": 2420, "characters": 2421, "n't": 2422, "compartments": 2423, "mac": 2424, "snacks": 2425, "stir-fry": 2426, "trey": 2427, "&": 2428, "cucumber": 2429, "crackers": 2430, "cherries": 2431, "bean": 2432, "rabbit": 2433, "bunny": 2434, "creamy": 2435, "skateboarding": 2436, "skills": 2437, "representing": 2438, "course": 2439, "abstract": 2440, "spinach": 2441, "bun": 2442, "sandwhich": 2443, "shredded": 2444, "jeans": 2445, "shoes": 2446, "upright": 2447, "pathway": 2448, "upclose": 2449, "seasoning": 2450, "fill": 2451, "finely": 2452, "spice": 2453, "stirfry": 2454, "pork": 2455, "dumplings": 2456, "quilt": 2457, "sort": 2458, "tomato": 2459, "mean": 2460, "french": 2461, "fries": 2462, "burger": 2463, "grilled": 2464, "appetizing": 2465, "snack": 2466, "finger": 2467, "buffet": 2468, "beverages": 2469, "radishes": 2470, "snap": 2471, "peanuts": 2472, "nuts": 2473, "sugar": 2474, "laden": 2475, "measuring": 2476, "juicer": 2477, "helmets": 2478, "snowsuits": 2479, "mainly": 2480, "steps": 2481, "stepping": 2482, "celebration": 2483, "watches": 2484, "birth": 2485, "lesson": 2486, "teaches": 2487, "bites": 2488, "boxed": 2489, "walnuts": 2490, "neat": 2491, "maneuvers": 2492, "skates": 2493, "sausage": 2494, "collection": 2495, "circles": 2496, "gourmet": 2497, "pepper": 2498, "mangos": 2499, "clementines": 2500, "-": 2501, "hotdog": 2502, "sour": 2503, "guacamole": 2504, "bug": 2505, "slathered": 2506, "salsa": 2507, "mayo": 2508, "lands": 2509, "boards": 2510, "skaters": 2511, "capture": 2512, "grinding": 2513, "roller": 2514, "balancing": 2515, "canon": 2516, "ollies": 2517, "leaping": 2518, "skateboards": 2519, "pops": 2520, "wheelie": 2521, "spaghetti": 2522, "condiments": 2523, "meatballs": 2524, "beverage": 2525, "rolled": 2526, "biscuits": 2527, "batches": 2528, "pigs": 2529, "breaded": 2530, "hotdogs": 2531, "sauerkraut": 2532, "mustard": 2533, "institutional": 2534, "retail": 2535, "smothered": 2536, "sausages": 2537, "buns": 2538, "kraut": 2539, "bitten": 2540, "took": 2541, "item": 2542, "leaps": 2543, "individual": 2544, "technical": 2545, "flip": 2546, "maneuver": 2547, "orders": 2548, "customer": 2549, "aprons": 2550, "folks": 2551, "peers": 2552, "bakery": 2553, "helping": 2554, "ordering": 2555, "foot": 2556, "toppings": 2557, "gets": 2558, "foot-long": 2559, "catsup": 2560, "relish": 2561, "tasty": 2562, "beers": 2563, "launched": 2564, "wintery": 2565, "went": 2566, "lace": 2567, "halved": 2568, "sesame": 2569, "thick": 2570, "ate": 2571, "crumbs": 2572, "sprinkles": 2573, "glazes": 2574, "flavored": 2575, "purchasing": 2576, "bins": 2577, "donut": 2578, "vender": 2579, "viewer": 2580, "cronuts": 2581, "breakfast": 2582, "foamy": 2583, "glaze": 2584, "dougnuts": 2585, "cupcakes": 2586, "muffins": 2587, "chocolates": 2588, "goodies": 2589, "platters": 2590, "jelly": 2591, "last": 2592, "try": 2593, "mugs": 2594, "tea": 2595, "honey": 2596, "lasagna": 2597, "garlic": 2598, "savory": 2599, "wafer": 2600, "entre": 2601, "accompanied": 2602, "edible": 2603, "belt": 2604, "arm": 2605, "enjoys": 2606, "campground": 2607, "tucked": 2608, "hit": 2609, "swinging": 2610, "blow": 2611, "batting": 2612, "mug": 2613, "saucer": 2614, "teapot": 2615, "stretches": 2616, "tennis": 2617, "racquet": 2618, "racket": 2619, "frosted": 2620, "breast": 2621, "funny": 2622, "redheaded": 2623, "sprinkled": 2624, "cookie": 2625, "dunking": 2626, "indoors": 2627, "audience": 2628, "court": 2629, "volleyball": 2630, "mid": 2631, "toss": 2632, "blowup": 2633, "inner": 2634, "tube": 2635, "surfer": 2636, "carries": 2637, "sight": 2638, "yummy": 2639, "layered": 2640, "citrus": 2641, "presented": 2642, "uneaten": 2643, "upscale": 2644, "portioned": 2645, "deserts": 2646, "cheesecake": 2647, "?": 2648, "soccer": 2649, "kick": 2650, "places": 2651, "muffin": 2652, "powder": 2653, "upon": 2654, "afternoon": 2655, "crystal": 2656, "pie": 2657, "layers": 2658, "slices": 2659, "hold": 2660, "candles": 2661, "blank": 2662, "page": 2663, "soda": 2664, "coke": 2665, "coca": 2666, "cola": 2667, "chips": 2668, "candies": 2669, "cups": 2670, "cupcake": 2671, "pound": 2672, "lettering": 2673, "wrapper": 2674, "candy": 2675, "seafood": 2676, "shrimp": 2677, "portion": 2678, "club": 2679, "removing": 2680, "surfboards": 2681, "surfers": 2682, "tide": 2683, "shirtless": 2684, "wave": 2685, "surfing": 2686, "foaming": 2687, "waves": 2688, "siding": 2689, "choppy": 2690, "save": 2691, "swim": 2692, "finishing": 2693, "crashes": 2694, "seas": 2695, "swimming": 2696, "advantage": 2697, "sampling": 2698, "infront": 2699, "prone": 2700, "ladies": 2701, "pies": 2702, "gold": 2703, "breaking": 2704, "probably": 2705, "idea": 2706, "when": 2707, "surfboarders": 2708, "wake": 2709, "boogie": 2710, "life": 2711, "vest": 2712, "congratulating": 2713, "guards": 2714, "shirts": 2715, "assist": 2716, "custard": 2717, "lemon": 2718, "array": 2719, "topper": 2720, "figurines": 2721, "rose": 2722, "petals": 2723, "tiered": 2724, "shoreline": 2725, "border": 2726, "porridge": 2727, "quick": 2728, "monster": 2729, "fan": 2730, "childs": 2731, "theme": 2732, "drops": 2733, "unmade": 2734, "portrait": 2735, "pillows": 2736, "nightstand": 2737, "packaged": 2738, "quite": 2739, "pillow": 2740, "slightly": 2741, "nursery": 2742, "dresser": 2743, "son": 2744, "asleep": 2745, "headboard": 2746, "rainbow": 2747, "chest": 2748, "passed": 2749, "arrived": 2750, "olives": 2751, "skirt": 2752, "socializing": 2753, "feast": 2754, "scattered": 2755, "flanked": 2756, "armoire": 2757, "neutral": 2758, "bedroom": 2759, "barefoot": 2760, "herbs": 2761, "cutter": 2762, "topping": 2763, "arugula": 2764, "twin": 2765, "dreary": 2766, "size": 2767, "arms": 2768, "wetsuits": 2769, "pepperoni": 2770, "mushrooms": 2771, "weird": 2772, "diaper": 2773, "diapers": 2774, "so": 2775, "must": 2776, "especially": 2777, "gross": 2778, "tons": 2779, "dolly": 2780, "haircut": 2781, "scissor": 2782, "persons": 2783, "personal": 2784, "peppers": 2785, "unfolded": 2786, "surfaces": 2787, "rocking": 2788, "north": 2789, "story": 2790, "patties": 2791, "patty": 2792, "difficult": 2793, "tell": 2794, "cookies": 2795, "allot": 2796, "seasoned": 2797, "lobsters": 2798, "broiler": 2799, "crab": 2800, "baking": 2801, "sheet": 2802, "bacon": 2803, "combined": 2804, "aluminum": 2805, "foil": 2806, "tin": 2807, "shellfish": 2808, "fired": 2809, "dough": 2810, "met": 2811, "olive": 2812, "greasy": 2813, "burned": 2814, "edges": 2815, "burnt": 2816, "parmesan": 2817, "crust": 2818, "doll": 2819, "match": 2820, "serve": 2821, "handful": 2822, "dumpling": 2823, "bay": 2824, "basil": 2825, "picking": 2826, "unsliced": 2827, "cheesy": 2828, "bands": 2829, "swing": 2830, "opponent": 2831, "forehand": 2832, "clay": 2833, "8": 2834, "safe": 2835, "study": 2836, "old-fashioned": 2837, "furniture": 2838, "anchovies": 2839, "operating": 2840, "hairless": 2841, "zoomed": 2842, "slate": 2843, "oddly": 2844, "sweat": 2845, "mushroom": 2846, "tiny": 2847, "uses": 2848, "lighted": 2849, "dinnerware": 2850, "lighter": 2851, "artisan": 2852, "corn": 2853, "surprised": 2854, "impressed": 2855, "hitting": 2856, "swings": 2857, "bouncing": 2858, "hits": 2859, "serves": 2860, "athlete": 2861, "overhand": 2862, "wii": 2863, "controllers": 2864, "games": 2865, "remote": 2866, "control": 2867, "bagged": 2868, "controller": 2869, "virtual": 2870, "entertainment": 2871, "aims": 2872, "sporting": 2873, "interactive": 2874, "gaming": 2875, "unit": 2876, "blouse": 2877, "blonde": 2878, "nintendo": 2879, "teenage": 2880, "lacy": 2881, "depicted": 2882, "boxing": 2883, "guys": 2884, "moment": 2885, "remotes": 2886, "daughter": 2887, "robe": 2888, "elder": 2889, "system": 2890, "legos": 2891, "constructed": 2892, "furnished": 2893, "stairs": 2894, "dollhouse": 2895, "3d": 2896, "drivers": 2897, "movie": 2898, "meeting": 2899, "classroom": 2900, "simulator": 2901, "controls": 2902, "console": 2903, "demo": 2904, "stations": 2905, "newest": 2906, "golf": 2907, "blast": 2908, "controlled": 2909, "robotic": 2910, "microsoft": 2911, "technicians": 2912, "move": 2913, "astroturf": 2914, "robot": 2915, "controlling": 2916, "testing": 2917, "unknown": 2918, "aim": 2919, "typical": 2920, "dispenser": 2921, "mismatched": 2922, "tank": 2923, "motes": 2924, "grandma": 2925, "settee": 2926, "piano": 2927, "parlor": 2928, "burgundy": 2929, "paisley": 2930, "patterns": 2931, "circle": 2932, "darkened": 2933, "shines": 2934, "keyboards": 2935, "mouse": 2936, "infant": 2937, "listening": 2938, "phones": 2939, "charge": 2940, "gather": 2941, "charger": 2942, "photographs": 2943, "bookcase": 2944, "trim": 2945, "exposed": 2946, "column": 2947, "sectional": 2948, "engaging": 2949, "kiteboard": 2950, "para-sailing": 2951, "hawk": 2952, "elevated": 2953, "costumes": 2954, "bells": 2955, "domed": 2956, "alcove": 2957, "cartoons": 2958, "vast": 2959, "windsurfing": 2960, "para": 2961, "called": 2962, "pillar": 2963, "hung": 2964, "sizes": 2965, "mariner": 2966, "vanities": 2967, "purse": 2968, "watched": 2969, "played": 2970, "starting": 2971, "winds": 2972, "umpire": 2973, "position": 2974, "west": 2975, "hero": 2976, "tones": 2977, "punk": 2978, "tool": 2979, "dancing": 2980, "prop": 2981, "rod": 2982, "tattooed": 2983, "oar": 2984, "tattoo": 2985, "floppy": 2986, "thing": 2987, "waling": 2988, "urn": 2989, "haze": 2990, "raised": 2991, "asia": 2992, "incoming": 2993, "youth": 2994, "league": 2995, "bases": 2996, "awaits": 2997, "stance": 2998, "referee": 2999, "gone": 3000, "hitter": 3001, "progress": 3002, "catches": 3003, "missed": 3004, "coach": 3005, "session": 3006, "catchers": 3007, "crouches": 3008, "fans": 3009, "live": 3010, "apparently": 3011, "strike": 3012, "batters": 3013, "state": 3014, "surround": 3015, "ion": 3016, "scramble": 3017, "scoreboard": 3018, "outfield": 3019, "plenty": 3020, "prominent": 3021, "ham": 3022, "such": 3023, "partial": 3024, "uncooked": 3025, "approaching": 3026, "poised": 3027, "doubles": 3028, "outfits": 3029, "skirts": 3030, "start": 3031, "prior": 3032, "dribbling": 3033, "stares": 3034, "outward": 3035, "weather": 3036, "vein": 3037, "rooftop": 3038, "weathervane": 3039, "vane": 3040, "beautifully": 3041, "housed": 3042, "faces": 3043, "skyscraper": 3044, "band": 3045, "product": 3046, "description": 3047, "card": 3048, "crate": 3049, "mothers": 3050, "mason": 3051, "twig": 3052, "windowsill": 3053, "balls": 3054, "filling": 3055, "burner": 3056, "pull": 3057, "burners": 3058, "playground": 3059, "smart": 3060, "metallic": 3061, "combines": 3062, "backsplash": 3063, "news": 3064, "stories": 3065, "screenshot": 3066, "texting": 3067, "website": 3068, "tech": 3069, "web": 3070, "pda": 3071, "webpage": 3072, "technological": 3073, "articles": 3074, "shops": 3075, "package": 3076, "checks": 3077, "bust": 3078, "ipod": 3079, "headphone": 3080, "smartphone": 3081, "headphones": 3082, "pod": 3083, "balance": 3084, "objects": 3085, "boxy": 3086, "whit": 3087, "territory": 3088, "connection": 3089, "mixing": 3090, "protruding": 3091, "facade": 3092, "affixed": 3093, "magnificent": 3094, "columns": 3095, "arches": 3096, "infamous": 3097, "ben": 3098, "parliament": 3099, "moon": 3100, "star": 3101, "edifice": 3102, "artistic": 3103, "fix": 3104, "glowing": 3105, "traditional": 3106, "shining": 3107, "stroller": 3108, "castle": 3109, "spire": 3110, "steeple": 3111, "o'clock": 3112, "scary": 3113, "goatee": 3114, "pins": 3115, "clothesline": 3116, "balcony": 3117, "gravel": 3118, "popular": 3119, "upward": 3120, "metro": 3121, "lighthouse": 3122, "farmers": 3123, "every": 3124, "towering": 3125, "overlooks": 3126, "stately": 3127, "ferris": 3128, "barren": 3129, "pottery": 3130, "dragon": 3131, "potter": 3132, "stems": 3133, "dried": 3134, "dollar": 3135, "seed": 3136, "pods": 3137, "novelty": 3138, "caption": 3139, "creations": 3140, "designs": 3141, "wildflower": 3142, "buds": 3143, "bamboo": 3144, "tongs": 3145, "stem": 3146, "photographed": 3147, "distorted": 3148, "mannequin": 3149, "blades": 3150, "frilly": 3151, "paintings": 3152, "pairs": 3153, "dangling": 3154, "canvas": 3155, "amazing": 3156, "exotic": 3157, "silverware": 3158, "less": 3159, "tale": 3160, "clothed": 3161, "tabe": 3162, "toast": 3163,